Repository: jouleka/goldengo
Catalog: AppProject/Goldengo/Localizable.xcstrings
Source language: en
Languages: sq

source: 1 · CHOOSE THE WINDOW
sq: 1 · ZGJIDH PERIUDHËN

source: 2 · CHOOSE THE MONEY
sq: 2 · ZGJIDH SHUMËN

source: 3 · AFTER IT ENDS
sq: 3 · PAS PËRFUNDIMIT

source: A fixed amount
sq: Një shumë fikse

source: Add my first expense
sq: Shto shpenzimin e parë

source: Add one real transaction now, import a statement, or simply start from Home.
sq: Shto një transaksion real tani, importo një pasqyrë, ose fillo nga Kryefaqja.

source: Amount before plans
sq: Shuma para planeve

source: Bank connections
sq: Lidhjet bankare

source: Cancel
sq: Anulo

source: Choose the money
sq: Zgjidh paratë

source: Edit
sq: Ndrysho

source: Every month
sq: Çdo muaj

source: Every two weeks
sq: Çdo dy javë

source: Every week
sq: Çdo javë

source: Ends
sq: Mbaron

source: Entry methods
sq: Mënyrat e regjistrimit

source: Explore first
sq: Eksploro fillimisht

source: Give your daily allowance a real amount and end date
sq: Jepi kufirit ditor një shumë dhe datë përfundimi reale

source: Go to Home
sq: Shko te Kryefaqja

source: Goldengo will ask you to start the next period.
sq: Goldengo do të të kërkojë të fillosh periudhën tjetër.

source: Goldengo will use the current Wallet and named-source balances. Reconcile them whenever reality changes.
sq: Goldengo do të përdorë gjendjen aktuale të Portofolit dhe burimeve të emërtuara. Përditësoji sa herë ndryshon gjendja reale.

source: Home
sq: Kryefaqja

source: Import a statement
sq: Importo një pasqyrë

source: In your pocket
sq: Në xhepin tënd

source: Make every day feel clear
sq: Bëje çdo ditë të qartë

source: Manual + statements
sq: Manualisht + pasqyra

source: Not connected
sq: Pa lidhur

source: Not set
sq: Pa vendosur

source: One period
sq: Një periudhë

source: Open plan
sq: Hap planin

source: Refund
sq: Rimbursim

source: Restore Goldengo backup
sq: Rikthe kopjen rezervë të Goldengo

source: SAFE TO SPEND
sq: E SIGURT PËR T'U SHPENZUAR

source: SPENT TODAY
sq: SHPENZUAR SOT

source: Start my period
sq: Fillo periudhën time

source: Save period
sq: Ruaj periudhën

source: See all
sq: Shiko të gjitha

source: Set period
sq: Vendos periudhën

source: SET YOUR SPENDING PERIOD
sq: VENDOS PERIUDHËN E SHPENZIMEVE

source: Starts
sq: Fillon

source: Storage & sync
sq: Ruajtja dhe sinkronizimi

source: Tell Goldengo how much money is available for this period and when it ends. Bills and goals stay protected automatically.
sq: Tregoji Goldengo sa para ke në dispozicion për këtë periudhë dhe kur përfundon. Faturat dhe objektivat mbeten automatikisht të mbrojtura.

source: The same window and amount move forward automatically.
sq: E njëjta periudhë dhe shumë vazhdojnë automatikisht.

source: This month
sq: Këtë muaj

source: Today
sq: Sot

source: Transaction type
sq: Lloji i transaksionit

source: Wallet
sq: Portofoli

source: Wallet + sources
sq: Portofoli + burimet

source: Welcome
sq: Mirë se erdhe

source: Use what is available now, before upcoming bills and money already reserved for goals.
sq: Përdor shumën e disponueshme tani, para faturave të ardhshme dhe parave të rezervuara për objektivat.

source: Your daily allowance includes today and the final day.
sq: Kufiri yt ditor përfshin sot dhe ditën e fundit.

source: Your period is ready
sq: Periudha jote është gati
